/* Label for the applications list settings item */
"Allowed applications" = "Uprawnione aplikacje";

/* Placeholder string for the filter field of the applications list settings item */
"Filter applications" = "Filtruj aplikacje";

/* OpenWith Plugin - error launching - failure reason. */
"No bundle at the specified path" = "Brak pakietu w wybranej lokalizacji";

/* OpenWith Plugin - error launching - title */
"Unable to launch the requested application" = "Nie można uruchomić wybranej aplikacji";

/* Error message showed to users when Open With fails. */
"Unable to open the specified files" = "Nie można otworzyć wybranych plików";

